Repository: CyrilleB79/clock
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: de, es, fa, fr, sk

source: {hours} hours,
de: {hours} Stunden,
fa: {hours} ساعت،
fr: {hours} heures,
sk: {hours} hodín

source: {minutes} minutes,
de: {minutes} Minuten,
fa: {minutes} دقیقه،
sk: {minutes} minút

source: {seconds} seconds
de: {seconds} Sekunden
fa: {seconds} ثانیه
fr: {seconds} secondes
sk: {seconds} sekúnd

source: 0 seconds
de: 0 Sekunden
fa: ۰ ثانیه
fr: 0 secondes
sk: 0 sekúnd

source: Clock
de: Uhr
fa: ساعت
sk: Hodiny

source: Clock se&ttings...
fa: تنظیما&تِ ساعت
fr: Paramé&tres de l'horloge...
sk: Na&stavenia hodín

source: Clock and calendar setup
es: Configuración del reloj y del calendario
fa: تنظیمِ ساعت و تقویم
fr: Réglage de l'horloge et du calendrier
sk: Hodiny a kalendár

source: Clock setup
fa: تنظیمِ ساعت
fr: Réglage de l'horloge
sk: Nastavenia hodín

source: Clock setup for times and dates
fa: تنظیماتِ ساعت برای زمان و تاریخ
fr: Réglage de l'horloge pour les heures et les dates
sk: Nastavenia času a dátumu

source: Alarm settin&gs
fa: تنظیم&اتِِ هشدار:
fr: Paramèt&res de l'alarme
sk: Na&stavenia budíka

source: Allows you to schedule an alarm
fa: اجازه میدهد تا یک هشدار تنظیم کنید.
fr: Vous permet de programmer une alarme
sk: Umožňuje naplánovať budík

source: Day {day}, week {week} of {year}
de: Tag {day}, Woche {week} des Jahres {year}
fa: روزِ {day}ُم، هفته‌ی {week}ُم از سالِ {year}
fr: Jour {day}, semaine {week} de l'année {year}
sk: Deň {day}, týždeň {week} rok {year}

source: Speaks current time. If pressed twice quickly, speaks current date. If pressed thrice quickly, reports the current day and week number of the year.
es: Anuncia la hora actual. Si se pulsa dos veces rápidamente, anuncia la fecha actual. Si se pulsa tres veces rápidamente, informa el número actual del día y la semana del año.
fa: زمان را اعلام میکند. اگر دو بار فشرده شود، تاریخ را اعلام میکند. اگر سه بار فشرده شود، شماره‌ی روز و هفته‌ی سالِ جاری را اعلام میکند.
fr: Annonce l'heure actuelle. Si vous appuyez deux fois rapidement, annonce la date actuelle. Si vous appuyez trois fois rapidement, annonce le nombre actuel de jour et semaine de l'année.
sk: Oznamuje čas. Stlačené 2 krát oznamuje dátum. Stlačené 3 krát získate informácie o dni, týždni v roku.

source: Clock and calendar layer commands. After pressing this keystroke, press H for additional help.
es: Órdenes en capa del reloj y del calendario. Después de pulsar esta tecla, pulsa H para obtener ayuda adicional.
fa: فرمان‌های لایه‌دارِ ساعت و تقویم. بعد از فِشُردَنِ این کلید، H را برای راهنمایی بیشتر فشار دهید.
fr: Commandes en couche de l'horloge et du calendrier. Après avoir appuyé sur cette touche, appuyez sur H pour obtenir de l'aide supplémentaire.
sk: Príkazy pre rozšírené hodiny a kalendár. Po stlačený tlačidla stlačte H pre ďalšiu pomoc.

source: Reset. Running.
de: Zurückgesetzt. Ausgeführt.
es: Reiniciar. Ejecutando.
fa: بازتنظیم شد. درحالِ اجرا.
fr: Réinitialiser. En cours d'exécution.
sk: Reset. Štart.

source: Running.
de: Ausgeführt.
es: Ejecutando.
fa: درحالِ اجرا.
fr: En cours d'exécution.
sk: Štart.

source: {0} stopped.
de: {0} gestoppt.
fa: {0} متوقف شد.
fr: {0} arrêté.
sk: {0} stop.

source: Starts, stops or resets stopwatch.
de: Startet, stoppt oder setzt die Stoppuhr zurück.
es: Inicia, detiene o restablece el cronómetro.
fa: زمانسنج را آغاز، متوقف یا بازتنظیم میکند.
fr: Démarre, arrête ou réinitialise le chronomètre.
sk: Štar, stop alebo obnoviť stopky.

source: Speaks current stopwatch or timer countdown.
de: Spricht die aktuelle Stoppuhr oder Countdown-Zeit.
es: Anuncia el cronómetro actual o cuenta atrás del temporizador.
fa: زمانسنج یا تایمرِ معکوسِ جاری را میخوانَد.
fr: Annonce le chronomètre actuel ou le compte à rebours de la minuterie.
sk: Oznamuje stopky alebo čas odpočítavania.

source: Elapsed time {elapsed}, remaining time {remaining}.
de: Verstrichene Zeit {{elapsed}, verbleibende Zeit {{remaining}}.
fa: {elapsed} گذشته، {remaining} مانده.
fr: Temps écoulé {elapsed}, temps restant {remaining}.
sk: Aktuálny čas {elapsed}, zostávajúci čas {remaining}.

source: No alarm
de: Kein Alarm
fa: هشداری موجود نیست
fr: Pas d'alarme
sk: Žiadny budík

source: Gives the elapsed time and the remaining time before the next alarm.
fa: زمانِ گذشته و باقیمانده پیش از هشدارِ بعدی را بیان میکند.
fr: Donne le temps écoulé et le temps restant avant la prochaine alarme.
sk: Poskytuje aktuálny čas a zostávajúci čas pred ďalším budíkom.

source: Alarm cancelled
de: Alarm abgebrochen
fa: هشدار لغو شد
fr: Alarme annulée
sk: Budík zrušený

source: Allows to cancel the next alarm.
de: Erlaubt es, den nächsten Alarm zu löschen.
fa: اجازه‌ی لغوِ هشدارِ بعدی را میدهد.
fr: Permet d'annuler la prochaine alarme.
sk: Umožňuje zrušiť ďalší budík.

source: The stopwatch is already reset to 0. Use the clock layer command followed by s to start it.
es: El cronómetro ya está reinicializado a 0. Utilice la órden en capa del reloj seguido de s para iniciarlo.
fa: زمانسنج قبلا ۰ شده است. از فرمانِ لایه‌دارِ ساعت بعلاوه‌ی S برای شروعِ آن استفاده کنید.
fr: Le chronomètre est déjà réinitialisé à 0. Utilisez la commande en couche de l'horloge suivie de s pour le démarrer.
sk: Stopky sú vynulované na 0 sekúnd. Použite príkaz rozšírené hodiny a kalendár a stlačte s pre spustenie stopiek.

source: Stopwatch reset.
de: Stoppuhr zurückgesetzt.
es: Cronómetro reinicializado.
fa: زمانسنج بازتنظیم شد.
fr: Chronomètre réinitialisé.
sk: Stopky vynulované.

source: Resets the stopwatch to 0 seconds, with out starting it.
de: Setzt die Stoppuhr auf 0 Sekunden zurück, ohne sie zu starten.
es: Restablece el cronómetro a 0 segundos, sin iniciarlo.
fa: زمانسنج را بدونِ راه‌اندازی ۰ میکند.
fr: Réinitialise le chronomètre à 0 seconde, sans le démarrer.
sk: Stopky vynulované na 0 sekúnd bez spustenia.

source: S: Start, stop or reset and restart the stopwatch. R: Reset the stopwatch with out starting it again. A: Gives some informations about the next alarm. C: Cancel the next alarm. Spacebar: Speak current stopwatch or count-down timer.
fa: S: زمانسنج را آغاز، متوقف یا بازتنظیم کرده و از نو راه می‌اندازد. R: زمانسنج را بدونِ دوباره راه‌انداختن بازتنظیم میکند. A: اطلاعاتی راجع به هشدارِ بعدی میدهد. C: هشدارِ بعدی را لغو میکند. کلیدِ فاصله: زمانسنج یا تایمرِ معکوسِ جاری را میخوانَد.
fr: S: Démarrer, arrêter ou réinitialiser et redémarrer le chronomètre. R: Réinitialisez le chronomètre sans le redémarrer de nouveau. A: Donne des informations sur la prochaine alarme. C: Annuler la prochaine alarme. Barre d'espace : Annoncez le chronomètre actuel ou le compte à rebours de la minuterie.
sk: S: Spustí, zastaví, obnoví alebo reštartuje stopky. R: Resetuje stopky pre ďalšie spustenie. A: Poskytuje informácie o ďalšom budíku. C: Zruší ďalší budík. Spacebar: Oznamuje aktuálne meraný čas.

source: Lists available commands in clock command layer.
de: Listet die verfügbaren Befehle in der Uhr-Befehlsschicht auf.
es: Enumera las órdenes disponibles en la órden en capa del reloj.
fa: فرمان‌های موجود در فرمانِ لایه‌دارِ ساعت را فهرست میکند.
fr: Répertorie les commandes disponibles dans la commande en couche de l'horloge.
sk: Zobrazí zoznam príkazov pre rozšírené hodiny a kalendár.

source: Allows to check the next alarm. If pressed twice, cancels it.
fa: اجازه میدهد تا هشدارِ بعدی را بررسی کنید. اگر دو بار فشرده شود، آن هشدار را لغو میکند.
fr: Permet de vérifier ou d'annuler la prochaine alarme. Si vous appuyez deux fois, l'annule.

source: Display the clock settings dialog box.
fa: پنجره‌ی تنظیماتِ ساعت را نمایش میدهد.
fr: Afficher la boîte de dialogue des paramètres de l'horloge.

source: Display the alarm settings dialog box.
fa: تنظیماتِ هشدار را نمایش میدهد.
fr: Afficher la boîte de dialogue des paramètres de l'alarme.

source: &Time display format:
de: &Zeit-Anzeige-Format:
es: Formato de visualización de la &hora:
fa: قالبِ نمایشِ &زمان:
fr: Format d'affichage de l'&heure :
sk: &Časový formát:

source: &Date display format:
de: &Datum-Anzeige-Format:
es: Formato de visualización de la &fecha:
fa: قالبِ نمایشِ &تاریخ:
fr: Format d'affichage de la &date :
sk: &Formát dátumu:

source: Input in &24-hour format
de: Eingabe im &24-Stunden-Format
es: Entrada al formato de &24 horas
fa: ورودِ زمان در قالبِ &۲۴ ساعتی
fr: Entrée au format &24 heures
sk: Vstup v &24 hodinový formát

source: off
de: Aus
es: desactivado
fa: خاموش
fr: désactivé
sk: vypnuté

source: every 10 minutes
de: Alle 10 Minuten
es: cada 10 minutos
fa: هر ۱۰ دقیقه
fr: toutes les 10 minutes
sk: kazdých 10 minút

source: every 15 minutes
de: Alle 15 Minuten
es: cada 15 minutos
fa: هر ۱۵ دقیقه
fr: toutes les 15 minutes
sk: každých 15 minút

source: every 30 minutes
de: Alle 30 Minuten
es: cada 30 minutos
fa: هر ۳۰ دقیقه
fr: toutes les 30 minutes
sk: kazdých 30 minút

source: every hour
de: jede Stunde
es: cada hora
fa: هر ساعت
fr: toutes les heures
sk: kazdú hodinu

source: &interval:
fa: &دوره‌ی زمانی:
fr: &intervalle:

source: speech and sound
de: Sprache und Ton
es: voz y sonido
fa: گفتار و صدا
fr: parole et son
sk: reč a zvuk

source: speech only
de: Nur Sprache
es: sólo voz
fa: فقط گفتار
fr: parole seulement
sk: iba reč

source: sound only
de: Nur Ton
es: sólo sonido
fa: فقط صدا
fr: son seulement
sk: iba zvuk

source: Time &announcement:
de: Zeit&ansage:
es: &Anunciado de la hora:
fa: &اعلامِ زمان:
fr: &Annonce de l'heure :
sk: Časové &oznámenie:

source: Clock chime &sound:
de: Uhr-Glocken&ton:
es: &Sonido de campana de reloj:
fa: &صدای زنگِ ساعت:
fr: &Son de carillon d'horloge :
sk: Hodinový zvonček &zvuk:

source: &Quiet hours
de: &Ruhige Stunden
es: &Horas silenciosas
fa: ساعات &بی‌صدا
fr: &Heures silencieuses
sk: &Tiché hodiny

source: Quiet hours start time:
de: Ruhige Stunden Anfangszeit:
es: Inicio de horas silenciosas:
fa: زمانِ آغازِ ساعاتِ بی‌صدا:
fr: Début de la durée des heures silencieuses :
sk: Tiché hodiny začiatok:

source: Quiet hours end time:
de: Ruhige Stunden Endzeit:
es: Fin de horas silenciosas:
fa: زمانِ پایانِ ساعاتِ بی‌صدا:
fr: Fin de la durée des heures silencieuses :
sk: Tiché hodiny koniec:

source: Alarm setup
fa: تنظیمِ هشدار:
fr: Réglage de l'alarme
sk: Budík

source: Hours
de: Stunden
fa: ساعت
fr: Heures
sk: Hodín

source: Minutes
de: Minuten
fa: دقیقه
sk: Minút

source: Seconds
de: Sekunden
fa: ثانیه
fr: Secondes
sk: Aekúnd

source: Choose the type of timer inputs before the alarm rings:
de: Wählen Sie die Zeiteinheit, bevor der Wecker klingelt:
fa: نوعِ ورودیِ تایمر را پیش از اینکه زنگِ هشدار صدا بدهد انتخاب کنید:
fr: Choisissez le type d'entrées de la minuterie avant que l'alarme sonne:
sk: Zvoľte typ časového vstupu pre budík zvonenia:

source: A&larm sound:
de: A&larmsignal:
fa: صدای ه&شدار:
fr: Son de l'a&larme:
sk: Z&vuk budíka:

source: Alarm time waiting:
fa: زمانِ انتظار برای هشدار:
fr: Temps d'attente de l'alarme:

source: You've chosen an alarm to be triggered in {tm} {unit}
fa: شما انتخاب کردید که ساعت {tm} {unit} بعد زنگ بزند.
fr: Vous avez choisi une alarme à déclencher dans {tm} {unit}
sk: Zvolili ste si budík, ktorý sa má spúšťať o {tm} {unit}

source: Confirmation
de: Bestätigung
fa: تأیید
sk: Potvrdenie

source: It's {hours} o'clock and {minutes} minutes
de: Es ist {hours} Uhr und {minutes} Minuten
fa: اکنون ساعت {hours}ُ {minutes} دقیقه است
fr: Il est {hours} heures et {minutes} minutes
sk: Je {hours} hodín a {minutes} minút

source: It's {hours} o'clock, {minutes} minutes and {seconds} seconds
de: Es ist {hours} Uhr, {minutes} Minuten und {seconds} Sekunden
fa: اکنون ساعت {hours}ُ {minutes} دقیقه ُ {seconds} ثانیه است
fr: Il est {hours} heures, {minutes} minutes et {seconds} secondes
sk: Je {hours} hodín {minutes} minút {seconds} sekúnd

source: {hours} o'clock, {minutes} minutes
de: {hours} Uhr, {minutes} Minuten
fa: ساعت {hours}ُ {minutes} دقیقه
fr: {hours} heures, {minutes} minutes
sk: {hours} hodín {minutes} minút

source: {hours} o'clock, {minutes} minutes, {seconds} seconds
de: {hours} Uhr, {minutes} Minuten, {seconds} Sekunden
fa: ساعت {hours}ُ {minutes} دقیقه ُ {seconds} ثانیه
fr: {hours} heures, {minutes} minutes, {seconds} secondes
sk: {hours} hodín {minutes} minút {seconds} sekúnd

source: It's {minutes} past {hours} {tm}
de: Es ist {minutes} nach {hours} {tm}
fa: {minutes} دقیقه از {hours} {tm} گذشت
fr: Il est {hours} heures passées de {minutes} minutes {tm}
sk: Je {minutes} po {hours} {tm}

source: {hours} h {minutes} min
fa: {hours} ساعتُ {minutes} دقیقه

source: {hours} h, {minutes} min, {seconds} sec
fa: {hours} ساعتُ {minutes} دقیقه ُ {seconds} ثانیه
sk: {hours} h {minutes} min {seconds} s

source: It's {hours}:{minutes}
de: Es ist {hours}:{minutes}
fa: حالا {hours}:{minutes}
fr: Il est {hours}:{minutes}
sk: Je {hours}:{minutes}

source: It's {hours}:{minutes}:{seconds}
de: Es ist {hours}:{minutes}:{seconds}
fa: حالا {hours}:{minutes}:{seconds}
fr: Il est {hours}:{minutes}:{seconds}
sk: Je {hours}:{minutes}:{seconds}

source: An advanced clock and calendar for NVDA. Press NVDA + F12 for current time, press it twice for current date, or press it thrice to get current day and week of the year. For other instructions, press Add-on help button in add-ons manager.
es: Un reloj y un calendario avanzados para NVDA. Pulsar NVDA+F12 para la hora actual, pulsar dos veces para la fecha actual o pulsar tres veces para obtener el día y la semana del año. Para otras instrucciones, pulsar el botón Ayuda del Complemento en el Administrador de Complementos.
fa: یک ساعت و تقویمِ پیشرفته برای NVDA. NVDA+F12 را برای شِنیدنِ زمانِ جاری یک بار، برای شِنیدنِ تاریخِ جاری دو بار، و برای شِنیدنِ شماره‌ی روز و هفته از سالِ جاری، سه بار بفشارید. برای دستیابی به کارکردهای دیگر، دکمه‌ی راهنمای افزونه را در مدیرِ افزونه‌ها فشار دهید.
fr: Une horloge et un calendrier avancés pour NVDA. Appuyez sur NVDA+F12 pour l'heure actuelle, appuyez deux fois pour la date actuelle ou appuyez trois fois pour obtenir le jour et la semaine de l'année. Pour d'autres instructions, appuyez sur le bouton Aide de ce module complémentaire, dans le Gestionnaire de modules complémentaires.
sk: Rozšírené hodiny a kalendár Stlačte NVDA+F12 pre aktuálny čas. 2-krát za sebou pre aktuálny dátum. 3-krát za sebou pre aktuálny deň v týždni v roku. Pre viac informácií si pozrite návod v doplnku (Návod).

source: Alarm time wwaiting:
sk: čas čakania budíka:

source: %d hour,
es: %d hora,

source: %d hours,
es: %d horas,

source: %d minute,
es: %d minuto,

source: %d minutes,
es: %d minutos,

source: %s second
es: %s segundo

source: %s seconds
es: %s segundos

source: &Clock Settings...
es: Opciones del &Reloj...

source: Day %j, week %W of %Y.
es: Día %j, semana %W de %Y.

source: %s stopped.
es: %s detenido.

source: S: Start, stop or reset and restart the stopwatch. R: Reset the stopwatch with out starting it again. Spacebar: Speak current stopwatch or count-down timer.
es: S: Iniciar, detener o reinicializar y reiniciar el cronómetro. R: Restablece el cronómetro sin volverlo a iniciarlo de nuevo. Barra espaciadora: Anuncia el cronómetro actual o cuenta atrás del temporizador.

source: Clock Settings
es: Opciones del Reloj

source: Auto announce &interval:
es: &Intervalo del anunciado automático:

source: It's %H hours and %M minutes
es: Son %H horas y %M minutos

source: It's %H hours, %M minutes and %S seconds
es: Son %H horas, %M minutos y %S segundos

source: %H hours, %M minutes
es: %H horas, %M minutos

source: %H hours, %M minutes, %S seconds
es: %H horas, %M minutos, %S segundos

source: %H h, %M min, %S sec
es: %H h, %M min, %S seg

source: It's %I:%M %p
es: Son %I:%M %p

source: It's %I:%M:%S %p
es: Son %I:%M:%S %p
